Repository: mumblepins/debian-samba
Catalog: po/*.po
Languages: eo, eu, fr, gl, it, nl, pt, ro, ru, sv, tr, vi

source: Configuration file rewritten by SWAT
it: File di configurazione sovrascritto da SWAT
ro: Fişier de configurare rescris de SWAT
ru: SWAT перепишет файл настроек
vi: Tập tin cấu hình bị ghi lại bởi SWAT

source: SWAT will rewrite the smb.conf file. It will rearrange the entries and delete all comments, include= and copy= options. If you use a carefully crafted smb.conf, you should probably avoid using SWAT.
it: SWAT sovrascriverà il file smb.conf, verranno riordinate le impostazioni e verranno cancellati tutti i commenti, le opzioni include= e le opzioni copy=. Se si è personalizzato smb.conf tornare indietro e non usare SWAT.
ro: SWAT va rescrie fişierul smb.conf. Va rearanja intrările şi va şterge toate comentariile, şi opţiunile include= şi copy=. Dacă folosiţi un fişier smb.conf modificat mult, probabil că ar trebui sa evitaţi să folosiţi SWAT.
ru: SWAT перепишет ваш файл smb.conf. Он перегруппирует все записи и удалит все комментарии, опции include= и copy=. Если у вас тщательно созданный вами smb.conf, то не используйте SWAT.
vi: SWAT sẽ ghi lại tập tin <smb.conf>. Nó sẽ sắp xếp lại các mục nhập nằm trong nó, và xóa bỏ mọi chú thích và tùy chon bao gồm «nclude= » và sao chép « copy= ». Nếu bạn sử dụng tập tin <smb.conf> riêng, rất có thể là bạn nên tránh sử dụng SWAT.

source: Enabling this option is highly recommended. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
eo: Ege rekomendita tiu eblo estas. Se vi elektas ĝin, kontrolu ĉu vi havas validan '/etc/samba/smbpasswd'-dosieron, en kiu vi enmetis pasvortojn por ĉiu uzanto kiu uzas la 'smbpasswd'-ordonon.
fr: Il est recommandé d'utiliser des mots de passe chiffrés. Si vous le faites, n'oubliez pas de créer un fichier /etc/samba/smbpasswd et d'y établir les mots de passe de tous les utilisateurs, à l'aide de la commande « smbpasswd ».
tr: Bu iþlemi yapmanýz þiddetle önerilir. Eðer yapacaksanýz, geçerli bir /etc/samba/smbpasswd dosyanýz olduðundan emin olun ve smbpasswd komutunu kullanarak bütün kullanýcýlar için parola belirleyin.

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually by running smbpasswd and be kept up-to-date in the future.
eo: Por kongrui kun implicita regulo el plimulta 'Windows'-eldono, 'Samba'-programo devas esti agordita por uzi ĉifrajn pasvortojn. Tio postulas ke uzant-pasvortoj estu memortenitaj en apartiga dosiero de '/etc/passwd'. Tiu dosiero povas esti aŭtomate kreita, sed oni devas mane aldoni la pasvortojn plenigante 'smbpasswd'-programon kaj ĝisdatigante ilin.
fr: Pour rester compatible avec les réglages par défaut de la majorité des versions de Windows, Samba doit être configuré pour utiliser des mots de passe chiffrés. Cela impose de conserver les mots de passe dans un fichier distinct de /etc/passwd. Ce fichier peut être créé automatiquement, mais les mots de passe doivent y être ajoutés manuellement (avec la commande « smbpasswd ») et être tenus à jour.
tr: Windows'un çoðu versiyonunda öntanýmlý olarak kullanýlan deðerler ile uyumlu olabilmesi için Samba'nýn þifrelenmiþ parolalarý kullanacak þekilde ayarlanmasý gerekir. Bu yöntem kullanýcý parolalarýnýn /etc/passwd dosyasý dýþýnda saklanmasýný gerektirir. Bu dosya otomatik olarak yaratýlabilir, fakat parolalarýn smbpasswd komutu çalýþtýrýlarak eklenmesi ve ilerleyen zamanlarda güncel tutulmasý gerekir.

source: If you do not create it, you will have to reconfigure Samba (and probably your client machines) to use plaintext passwords.
eo: Se vi ne volas nun krei ĝin, vi devos agordi 'Samba'-programon (kaj verŝajne via klientan maŝinon) por uzi plattekstaj pasvortoj.
fr: Si vous ne voulez pas créer le fichier maintenant, Samba (ainsi, probablement, que les clients Windows) devra utiliser des mots de passe non chiffrés.
tr: Eðer yaratmazsanýz, daha sonra Sambayý (ve büyük ihtimalle istemci makineleri de) düz metin parolalarýný kullanmasý için tekrar yapýlandýrmanýz gerekir.

source: You currently have a "character set" configured in your smb.conf. In Samba 3.0, this option is replaced by a new option, "unix charset". Please specify the character set you wish to use for theis new option, which controls how Samba interprets filenames on the file system.
eu: Orain smb.conf fitxategian "character set" aukera bat dago. Samba 3.0-an aukera hau "unix charset" aukeragatik ordeztua izanda. Mesedez ezarri aukera berri honetan erabili nahi duzun karaktere jokoa, zeinek fitxategi sistemako izenak sambak nola interpretatuko dituen ezartzen du.

source: If you leave this option blank, your smb.conf will not be changed.
eu: Aukera hau zurian utzi ezkero, ez da smb.con aldatuko.

source: You currently have a "client code page" set in your smb.conf. In Samba 3.0, this option is replaced by the option "dos charset". Please specify the character set you wish to use for this new option. In most cases, the default chosen for you will be sufficient. Note that this option is not needed to support Windows clients, it is only for DOS clients. If you leave this option blank, your smb.conf will not be changed.
eu: Orain smb.con fitxategian "client code page" aukera bat dago. Samba 3.0-an aukera hau "dos charset" aukeragatik ordeztua izanda. Mesedez ezarri aukera berri honetan erabili nahi duzun karaktere jokoa. Kasu gehienetan lehenetsiriko aukera nahiko izan beharko zen. Kontutan izan haukera hau ez dela beharrezkoa Windows bezeroak onartzeko, DOS bezeroentzat bakarrik da. Aukera hau zurian utzi ezkero, ez da smb.con aldatuko.

source: You must have the dhcp3-client package installed to take advantage of this feature.
eu: Ezaugarri honetaz baliatzeko dhcp3-client bezeroa instalaturik izan behar duzu.

source: Configure smb.conf through debconf?
eu: Smb.conf debconf bidez konfiguratu?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd.) Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse debconf and require you to edit your smb.conf by hand to get it working again.
eu: Konfigurazioaren hurrengo atalak /etc/samba/smb.conf fitxategiari dagozkion ezarpenez aro dira, honek Samba programak (smbd eta nmbd) konfiguratzen ditu. Zure smb.conf fitxategiak 'include' lerro bat edo lerro bat baino luzeago den aukera bat du, horregatik debconf-ek fitxategia honda dezake, zuk eskuz konpondu beharko duzlarik.

source: If you don't use debconf to configure smb.conf, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements. Therefore, use of debconf is recommended if possible.
eu: smb.conf konfiguratzeko debconf ez erabili ezkero, Samba konfigurazioko edozein aldaketa eskuz egin beharko duzu eta ezingo duzu konfigurazio aldaketa automatikoez baliatu. Horregatik posible denean debconf erabiltzea gomendatzen da.

source: Workgroup/Domain Name?
eu: Lan Talde/Domeinu izena?

source: This controls what workgroup your server will appear to be in when queried by clients. Note that this parameter also controls the Domain name used with the security=domain setting.
eu: Honek zure zerbitzariari sareko bezeroek galdetzean bistaraziko duen lan taldea ezartzen du. Kontutan izan parametro honek security=domain ezarpeneko domeinu izena ere ezartzen duela.

source: Recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry. It is recommended that you use encrypted passwords. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
eu: Windoez bezero berrienak SMB zerbitzariekiko harremanak zifraturiko pashitzak erabiliaz egiten dituzte. Testu laueko pashitzak erabili nahi izan ezkero parametro bat aldatu behar duzu Windows erregistroan. Pasahitz zifratuak erabiltzea gomendatzen da. Erabiltzea hautatu ezkero ziurtatu baliozko /etc/samba/smbpasswd fixtategi bat duzula eta pasahitzak smbpasswd programaren bidez ezarri dituzula.

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually (by you or the user) by running smbpasswd, and you must arrange to keep it up-to-date in the future. If you do not create it, you will have to reconfigure samba (and probably your client machines) to use plaintext passwords. See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
eu: Windows sistema gehienen lehenetsiriko portaerarekin bateragarritasuna mantentzeko, Samba zifraturiko pasahitzak erabiltzeko konfiguratu behar da, honetako erabiltzaileen pasahitzak gordeko dituen /etc/passwd fitxategiaz bereiziriko beste fixtategi bat sortu behar da. Fitxategia automatikoki sortu daiteke baina pasahitzak eskuz gehitu behar dira (zuk edo erabiltzaileak) 'smbpasswd' programaren bidez eta pasahitzak eguneraturik mantendu behar dira Fixtategi hau ez sortu ezkero beharrezkoa da Samba (eta ziurrenik Windows bezeroak) zifratu gabeko pasahitzak erabiltzeko konfiguratzea . Samba-doc paketeko /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html begiratu argibide gehiagorako

source: Samba's log files have moved.
eu: Samba erregistro fitxategien kokagunea aldatua izan da.

source: Starting with the first packages of Samba 2.2 for Debian the log files for both Samba daemons (nmbd and smbd) are now stored in /var/log/samba/. The names of the files are log.nmbd and log.smbd, for nmbd and smbd respectively.
eu: Debianeko lehenengo Samba 2.2 paketeetatik Samba bi deabruen (smbd eta nmbd) erregistro fitxategiak /var/log/samba/-n daud ekokaturik. Fixtategien izenak nmbd-rentzat log.nmbd eta smbd-rentzat log.smbd dira.

source: The old log files that were in /var/log/ will be moved to the new location for you.
eu: /var/log/-en daude erregistro fitxategi zaharrak kokaleku berria automatikoki mugituak izango dira.

source: Running nmbd from inetd is no longer supported
eu: Dagoeneko ezin da nmbd inetd bidez abiarazi

source: Your system was previously configured to start nmbd and smbd from inetd. As of version 2.999+3.0.alpha20-4, nmbd will no longer be started from inetd. If you have modified your /etc/init.d/samba startup script, you may need to adjust it by hand now so that nmbd will start.
eu: Zure sistema nmbd eta smbd inetd bidez abiazteko konfiguraturik dago. 2.999+3.0.alpha20-4 bertsiotik aurrera nmbd ezin da inetd bidez abiarazi. /etc/init.d/samba abiarazte script-a eraldatu egin baduzu, agian editatu egin beharko duzu funtziona dezan.

source: How do you want to run Samba?
eo: Kiel vi volas lanĉi la programon 'Samba'?
eu: Nola nahi duzu Samba abiaraztea?
tr: Samba'nýn nasýl çalýþmasýný istersiniz?

source: Samba 3.0 introduces a newer, more complete SAM database interface which supersedes the /etc/samba/smbpasswd file. Would you like your existing smbpasswd file to be migrated to /var/lib/samba/passdb.tdb for you? If you plan to use another pdb backend (e.g., LDAP) instead, you should answer 'no' here.
eu: Samba 3.0 bertsioak /etc/samba/smbpasswd fitxategia ordezten duen "SAM" datubase osoago bat erabiltzen du. smbpasswd fitxategi arrunta /var/lib/samba/passdb.tdb-ra moigratzea nahi al duzu? Beste pasahitz datubase bat erabiltzea pentsatzen baduzu (adib LDAP) hemen 'ez' erantzun beharko zenuke.

source: Your smb.conf will be re-written!
eu: Zure smb.conf berridatzia izango da!

source: SWAT will rewrite your smb.conf file. It will rearrange the entries and delete all comments, include= and copy= options. If you have a carefully crafted smb.conf then back it up or don't use SWAT!
eu: SWAT-ek zure smb.conf fitxategia berridatziko du. Honek erregistroak ordenatu eta iruzkin, include= eta copy= aukera guztiak ezabatuko ditu. Eskuz sorturiko smb.conf fitxategi bat izan ezkero babes kopia egin edo SWAT ez erabili!.

source: Please specify the workgroup you want this server to appear to be in when queried by clients. Note that this parameter also controls the domain name used with the security=domain setting.
eo: Bonvolu indiki la laborgrupon, kies klientoj devas trovi la servilon. Notu, tiu parametro ankaŭ kontrolas la uzitan domajnnomon de la parametro "security=domain".
tr: Lütfen sunucunuzun istemciler tarafýndan sorgulandýðýnda içerisinde gözükmesini istediðiniz Çalýþma Grubu'nu belirtiniz. Aklýnýzda bulunsun, bu parametre ayrýca security=domain ayarý ile beraber kullanýlacak Etki Alanýný da kontrol eder.

source: All recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
eo: Ĉiuj novaj 'Windows'-klientoj komunikas per 'SMB'-serviloj uzantaj ĉifritajn pasvortojn. Se vi volas uzi malĉifrajn pasvortojn vi bezonos ŝanĝi agordon en via 'Windows'-rikordkampo.
tr: Yeni Windows istemcileri SBM sunucularýyla þifrelenmiþ parolalar kullanarak iletiþim kurarlar. Eðer düz metin parolalarý kullanmak istiyorsanýz Windows registry içinde bir parametreyi deðiþtirmelisiniz.

source: Chaining passdb backends is not supported
eo: Multmetodo sinsekvo mastrumanta la pasvortojn ne estas administrita
tr: Parola veritabaný için çoklu arkayüz kullanýlabilmesi özelliði desteklenmiyor

source: Beginning with version 3.0.23, samba no longer supports chaining multiple backends in the "passdb backend" parameter. It appears that your smb.conf file contains a passdb backend parameter consisting of a list of backends. The new version of samba will not work until you correct this.
eo: Ekde la '3.0.23'-eldono, la 'samba'-programo ne plu traktas la sinsekvan multan metodon per la parametro "passdb backend". Verŝajne via 'smb.conf'-dosiero enhavas tian 'passdb backend'-parametron. La nova 'samba'-versio ne funkcios ĝis kiam tiu agordo ne estos ŝanĝita.
tr: Versiyon 3.0.23 ile beraber, samba artýk "passdb backend" parametresindeki çoklu arkayüz kullanýlabilmesi özelliðini desteklemiyor. Öyle gözüküyorki, smb.conf dosyanýzdaki parola veritabaný arkayüz parametresi bir liste içeriyor. Bunu düzeltene kadar yeni samba versiyonu çalýþmayacaktýr.

source: daemons
eo: demonoj
tr: artalan süreçleri
