Repository: mumblepins/debian-samba
Catalog: po/*.po
Languages: eo, eu, fr, gl, it, nl, pt, ro, ru, sv, tr, vi

source: Character Set for Unix filesystem
eu: Unix fitxategi sistemaren karaktere jokoa
fr: Jeu de caractères pour les systèmes de fichiers Unix
gl: Xogo de caracteres para o sistema de ficheiros Unix
it: Set di caratteri per il filesystem Unix
nl: Karakterset voor Unix bestandsysteem
pt: Conjunto de caracteres para sistema de ficheiros UNIX
ro: Setul de caractere pentru sisteme de fişiere Unix
ru: Кодировка для файловой системы Unix
sv: Teckenuppsättning för UNIX-filsystem
vi: Bộ ký tự cho hệ thống tập tin UNIX

source: The "character set" option is currently configured in smb.conf. In Samba 3.0, this option is replaced by a new option, "unix charset". Please specify the character set you wish to use for this new option, which controls how Samba interprets filenames on the file system.
fr: L'option « character set » (jeu de caractères) est utilisée dans le fichier smb.conf. Avec Samba 3.0, cette option est remplacée par une nouvelle option, « unix charset » (jeu de caractères Unix). Veuillez indiquer le jeu de caractères que vous voulez utiliser avec cette option, qui permet d'interpréter les noms de fichiers sur le système.
gl: A opción "character set" (xogo de caracteres) está configurada no ficheiro smb.conf. En Samba 3.0 esta opción substitúese por unha nova opción, "unix charset". Indique o xogo de caracteres que quere empregar nesa nova opción, que controla como interpreta Samba os nomes de ficheiro no sistema de ficheiros.
it: Attualmente in smb.conf è configurato il «character set», in Samba 3.0 questa opzione è stata sostituita dall'opzione «unix character». Specificare il set di caratteri che si desidera usare tramite questa opzione la quale controlla come Samba interpreta i nomi dei file sul file system.
nl: U heeft momenteel de 'character set'-optie ingesteld in uw smb.conf. In Samba 3.0 werd deze optie vervangen door de nieuwe 'unix charset'-optie. Gelieve de karakterset die u voor deze nieuwe optie wil gebruiken aan te geven, deze bepaald hoe Samba de bestandsnamen in het bestandsysteem interpreteert.
pt: A opção "character set" está actualmente configurada no smb.conf. Em Samba 3.0, esta opção é substituída por uma nova opção, "unix charset". Por favor especifique o conjunto de caracteres para utilizar com esta nova opção, que controla como o Samba interpreta os nomes dos ficheiros no sistema de ficheiros.
ro: Opţiunea „character set” (setul de caractere) se configurează acum în smb.conf. În Samba 3.0, această opţiune este înlocuită de una nouă, „unix charset” (setul de caractere unix). Vă rugăm să specificaţi setul de caractere pe care-l doriţi pentru această nouă opţiune ce controlează felul în care Samba interpretează numele de fişiere în sistemul de fişiere.
ru: Сейчас у вас есть опция "character set" в smb.conf. В Samba 3.0 эта опция заменена новой опцией, "unix charset". Укажите кодировку, которую вы желаете использовать для этой новой опции. Она отвечает за то, как Samba интерпретирует имена файлов в файловой системе.
sv: Alternativet "character set" är konfigurerat i din smb.conf. I Samba 3.0 är detta alternativ ersatt av en nytt alternativ, "unix charset". Ange den teckenuppsättning du önskar att använda för detta alternativ, vilken kontrollerar hur Samba tolkar filnamn på filsystemet.
vi: Tùy chọn « character set » (bộ ký tự) hiện thời được cấu hình trong tập tin « smb.conf ». Trong Samba phiên bản 3.0, tùy chọn này bị thay thế bằng một tùy chọn mới, « unix charset » (bộ ký tự UNIX: 'charset' là viết tắt cho 'character set'). Bạn hãy xác định bộ ký tự nào bạn muốn sử dụng cho tùy chọn mới này, mà điều khiển cách Samba giải thích tên tập tin trong hệ thống tập tin này.

source: Character Set for DOS clients
eu: DOS bezeroentzat erabiliko den karaktere jokoa
fr: Jeu de caractères pour les clients DOS
gl: Xogo de Caracteres para os clientes DOS
it: Set di caratteri per i client DOS
nl: Karakterset voor DOS-clients
pt: Conjunto de caracteres para clientes DOS
ro: Setul de caractere pentru clienţii DOS
ru: Кодировка для клиентов DOS
sv: Teckenuppsättning för DOS-klienter
vi: Bộ ký tự cho ứng dụng khách DOS

source: The "client code page" option is currently configured in smb.conf. In Samba 3.0, this option is replaced by the option "dos charset". Please specify the character set you wish to use for this new option. In most cases, the default chosen for you will be sufficient. Note that this option is not needed to support Windows clients, it is only for DOS clients.
fr: L'option « client code page » (page de codes du client) est actuellement utilisée dans le fichier smb.conf. Avec Samba 3.0, cette option a été remplacée par l'option « dos charset » (jeu de caractères DOS). Veuillez indiquer le jeu de caractères que vous voulez utiliser avec la nouvelle option. En général le jeu de caractères choisi par défaut est suffisant. Veuillez noter que cette option ne sert pas pour les clients Windows mais seulement pour les clients DOS.
gl: A opción "client code page" (páxina de códigos do cliente) está configurada no ficheiro smb.conf. En Samba 3.0 esta opción substitúese pola opción "dos charset". Especifique o xogo de caracteres que quere empregar nesa nova opción. Na maioría dos casos a opción escollida por defecto ha servir. Teña en conta que esta opción non é necesaria para soportar clientes Windows; é só para clientes DOS.
it: Attualmente in smb.conf è configurato il «client code page», in Samba 3.0 questa opzione è stata sostituita dall'opzione «dos character». Specificare il set di caratteri che si desidera usare tramite questa opzione. In molti casi il valore predefinito è sufficiente. Notare che questa opzione non è necessaria per i client Windows, invece è specifica per i client DOS.
nl: U heeft momenteel de 'client code page'-optie ingesteld in uw smb.conf. In Samba 3.0 werd deze optie vervangen door de 'dos charset'-optie. Gelieve de karakterset die u voor deze nieuwe optie wilt gebruiken aan te geven. In de meeste gevallen zal het standaard ingevulde antwoord voldoen. Merk op dat deze optie niet nodig is voor ondersteuning van Windows-clients, enkel voor DOS-clients.
pt: A opção "client code page" actualmente é configurada no smb.conf. Em Samba 3.0, esta opção é substituída pela opção "dos charset". Por favor especifique o conjunto de caracteres que quer utilizar para esta nova opção. Na maioria dos casos, o valor por omissão escolhido para si será suficiente. Note que esta opção não é necessária para suportar clientes em Windows, é apenas para clientes em DOS.
ro: Opţiunea „client code page” (pagina de coduri a clientului) se configurează acum în smb.conf. În Samba 3.0, această opţiune este înlocuită de opţiunea „dos charset” (setul de caractere DOS). Vă rugăm să specificaţi setul de caractere pe care-l doriţi pentru această nouă opţiune. În cele mai multe cazuri valoarea implicită aleasă deja pentru dvs. va fi suficientă. A se reţine că această opţiune nu este necesară pentru a ofri suport pentru clienţii Windows, este necesară doar pentru clienţii DOS.
ru: Сейчас у вас есть опция "client code page" в smb.conf. В Samba 3.0 эта опция заменена на "dos charset". Укажите кодировку, которую вы желаете использовать для этой новой опции. В большинстве случаев значения по умолчанию будет достаточно. Обратите внимание, что эта опция не нужна для поддержки клиентов Windows, она только для клиентов DOS.
sv: Alternativet "client code page" är konfigurerat i din smb.conf. I Samba 3.0 är detta alternativ ersatt med "dos charset". Ange den teckenuppsättning du önskar använda för detta alternativ. I de flesta fall är standardvärdet tillräckligt. Notera att detta alternativ inte krävs för att erbjuda stöd för Windows-klienter utan endast för DOS-klienter.
vi: Tùy chọn « client code page » (trang mã khách) hiện thời được cấu hình trong tập tin « smb.conf ». Trong Samba phiên bản 3.0, tùy chọn này bị thay thế bằng tùy chọn « dos charset » (bộ ký tự DOS). Bạn hãy xác định bộ ký tự nào bạn muốn sử dụng cho tùy chọn mới này. Trong phần lớn trường hợp, giá trị mặc định là đúng. Hãy ghi chú rằng không cần thiết tùy chọn này để hỗ trợ ứng dụng khách Windows: chỉ ứng dụng khách DOS cần thiết nó thôi.

source: If you leave this option blank, the smb.conf file will not be changed.
fr: Le fichier smb.conf ne sera pas modifié si vous laissez cette option sans réponse.
gl: Se deixa esta opción en branco non se ha cambiar o ficheiro smb.conf.
it: Lasciando vuoto questo valore il file smb.conf non verrà modificato.
nl: Als u deze optie leeg laat zal uw smb.conf bestand niet aangepast worden.
pt: Se deixar esta opção vazia, o ficheiro smb.conf não será alterado.
ro: Dacă lăsaţi această opţiune vidă, fişierul smb.conf nu va fi schimbat.
ru: Если вы оставите эту опцию пустой, ваш файл smb.conf не будет изменен.
sv: Om du lämnar detta alternativ blankt kommer din smb.conf inte att ändras.
vi: Nếu bạn bỏ rỗng tùy chọn này tập tin cấu hình « smb.conf » sẽ không được thay đổi.

source: Modify smb.conf to use WINS settings from DHCP?
eo: Ŝanĝu la 'smb.conf'-dosieron por uzi la 'WINS'-argordojn el 'DHCP'?
eu: smb.conf WINS ezarpenak DHCP-tik jasotzeko eraldatu?
fr: Modifier smb.conf pour utiliser les paramètres WINS fournis par DHCP ?
gl: ¿Modificar smb.conf para empregar a configuración WINS de DHCP?
it: Modificare smb.conf per usare le impostazioni WINS da DHCP?
nl: smb.conf aanpassen om de WINS instellingen van DHCP te gebruiken?
pt: Modificar o smb.conf para utilizar definições de WINS a partir de DHCP?
ro: Se modifică smb.conf pentru a folosi configuraţiile WINS din DHCP?
ru: Изменить smb.conf для использования настроек WINS из DHCP?
sv: Modifiera smb.conf att använda WINS-inställningar från DHCP?
tr: WINS ayarlarýný DHCP'den kullanmak için smb.conf dosyasýnda deðiþiklik yapýlsýn mý?
vi: Sửa đổi <smb.conf> để dùng thiết lập WINS từ DHCP không?

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
eo: Se via komputilo akiras sian 'IP'-adreson de reta 'DHCP'-servilo, tiu 'DHCP'-servilo povos provizi informojn pri 'WINS'-serviloj ("NetBIOS nomservilo") rete ĉeestantaj. Tio postulas ŝanĝojn en via 'smb.conf'-dosiero por ke la 'WINS'-agordoj provizitaj de 'DHCP'-servilo estu ligitaj en la '/etc/samba/dhcp.conf'-dosiero.
eu: Zure sistemak IP helbidea sareko DHCP zerbitzari batetatik jaso ezkero, zerbitzari horrek sareko WINS ("NetBIOS name servers") zerbitzarien datuak eman ditzake. Honek smb.conf fitxategian aldaketa bat behar du DHCP-bidezko WINS ezarpenak /etc/samba/dhcp.conf-etik irakurtzeko.
fr: Si votre ordinateur obtient ses paramètres IP à partir d'un serveur DHCP du réseau, ce serveur peut aussi fournir des informations sur les serveurs WINS (serveurs de noms NetBIOS) présents sur le réseau. Une modification du fichier smb.conf est nécessaire afin que les réglages WINS fournis par le serveur DHCP soient lus dans /etc/samba/dhcp.conf.
gl: Se o seu ordenador obtén o enderezo IP dun servidor DHCP da rede, o servidor DHCP tamén pode fornecer información sobre os servidores WINS (servidores de nomes NetBIOS) que estean presentes na rede. Para facelo hai que modificar o ficheiro smb.conf para que a configuración WINS fornecida por DHCP se lea automaticamente de /etc/samba/dhcp.conf.
it: Se il computer prende le informazioni sull'indirizzo IP da un server DHCP allora il server DHCP può fornire anche informazioni sui server WINS (i name server per NetBIOS) presenti nella rete. Questo necessita una modifica al file smb.conf in modo che le impostazioni di WINS fornite dal DHCP siano lette automaticamente da /etc/samba/dhcp.conf.
nl: Indien uw computer zijn ip-adresinformatie van een DHCP-server op het netwerk haalt, voorziet deze mogelijks ook informatie betreffende de op het netwerk aanwezige WINS-servers ("NetBIOS naam servers")." Dit vereist een verandering aan uw smb.conf bestand, opdat de door DHCP doorgegeven WINS instellingen automatisch gelezen worden van /etc/samba/dhcp.conf.
pt: Se o seu computador obtém a informação do endereço IP a partir de um servidor de DHCP na rede, o servidor de DHCP pode também fornecer informação acerca de servidores de WINS ("servidor de nomes NetBIOS") presentes na rede. Isto requer uma alteração no seu ficheiro smb.conf de modo que as definições de WINS fornecidas por DHCP sejam automaticamente lidas a partir de /etc/samba/dhcp.conf.
ro: Dacă acest calculator primeşte informaţiile IP (de configurare a reţelei) de la un server DHCP din reţea, acel server ar putea să ofere informaţii şi despre serverele WINS („Serverele NetBIOS de nume”) prezente în reţea. Acest lucru necesită o schimbare a fişierului smb.conf astfel încât configuraţiile WINS oferite prin DHCP vor fi citite automat din /etc/samba/dhcp.conf.
ru: Если ваш компьютер получает информацию о своем IP-адресе от сервера DHCP через сеть, то DHCP-сервер также может предоставлять информацию о серверах WINS("серверы имен NetBIOS"), присутствующих в сети. Это требует внесения изменений в ваш файл smb.conf, чтобы предоставленные через DHCP настройки WINS автоматически читались из /etc/samba/dhcp.conf.
sv: Om din dator får en IP-address och information från en DHCP-server på nätverket kan även DHCP-server också skicka information om WINS-servrar ("NetBIOS namnservrar") i ditt nätverk. Detta kräver en ändring i din fil smb.conf så att WINS-inställningar från DHCP-servern automatiskt kan läsas från /etc/samba/dhcp.conf.
tr: Eðer bilgisayarýnýz IP adresini aðýnýzdaki bir DHCP sunucusundan alýyorsa, DHCP sunucusu ayrýca aðýnýzda bulunan WINS sunucularý ("NetBIOS alanadý sunucularý") hakkýnda da bilgi verebilir. Bu, smb.conf dosyanýzda DHCP tarafýndan sunulan WINS ayarlarýnýn otomatik olarak /etc/samba/dhcp.conf dosyasýndan okunmasýný saðlayan bir deðiþikliði gerektirir.
vi: Nếu máy tính của bạn lấy thông tin địa chỉ IP từ một trình phục vụ DHCP nằm trên mạng, trình phục vụ DHCP có lẽ cũng có khả năng cung cấp thông tin về trình phục vụ WINS (« NetBIOS name servers ») cũng nằm trên mạng. Dịch vụ này cần thiết bạn sửa đổi tập tin « smb.conf » của mình để cho phép thiết lập WINS do DHCP cung cấp sẽ được đọc tự động từ tập tin </etc/samba/dhcp.conf>.

source: The dhcp3-client package must be installed to take advantage of this feature.
eo: La 'dhcp3'-klienta pako dovos esti instalita por profiti ĉi tiujn trajtojn.
fr: Le paquet dhcp3-client doit être installé pour utiliser cette fonctionnalité.
gl: O paquete dhcp3-client debe estar instalado para aproveitar esta característica.
it: Deve essere installato il pacchetto dhcp3-client per usare questa funzionalità.
nl: Het dhcp3-client-pakket dient geïnstalleerd te zijn om van deze optie gebruik te kunnen maken.
pt: Para tirar partido desta funcionalidade tem de ter instalado o pacote dhcp3-client.
ro: Pachetul dhcp3-client trebuie să fie instalat pentru a beneficia de această facilitate.
ru: Чтобы воспользоваться этой возможностью, должен быть установлен пакет dhcp3-client.
sv: Paketet dhcp3-client måste installeras för att kunna använda denna funktion.
tr: Bu özellikten yararlanabilmek için dhcp3-client paketinin kurulmuþ olmasý gerekir.
vi: Để nhớ dịp tính năng này, bạn cần phải cài đặt gói « dhcp3-client ».

source: Configure smb.conf automatically?
eo: Akomodu mem la 'smb.conf'-dosieron?
fr: Voulez-vous configurer smb.conf automatiquement ?
gl: ¿Configurar o ficheiro smb.conf automaticamente?
it: Configurare automaticamente smb.conf?
nl: smb.conf automatisch instellen?
pt: Configurar automaticamente o smb.conf?
ro: Se configură smb.conf automat?
ru: Настроить smb.conf автоматически?
sv: Konfigurera smb.conf automatiskt?
tr: smb.conf dosyasý otomatik olarak yapýlandýrýlsýn mý?
vi: Cấu hình tự động tập tin « smb.conf » không?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd). Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse the automated configuration process and require you to edit your smb.conf by hand to get it working again.
eo: La sekva 'Samba'-agordado petas demandojn koncernantajn la parametrojn de /etc/samba/smb.conf'-dosiero uzita por agordi la 'Samba'-programojn (nmbd kaj smbd). Via kutima 'smb.conf'-dosiero enhavas 'include'-linion aŭ komandon kiu multlinie sterniĝas. Tio povas igi konfuza la memakomodan procezon kaj postuli de vi mane agordi vian 'smb.conf'-dosieron. Do oni konsilas mane administri la enhavon de la dosiero.
fr: La suite de la configuration de Samba pose des questions relatives aux paramètres de /etc/samba/smb.conf, le fichier utilisé pour configurer les programmes de Samba (nmbd et smbd). Le fichier actuel contient une ligne « include » ou une option qui s'étale sur plusieurs lignes : cela peut perturber la configuration automatique. Il est donc conseillé de gérer le contenu de ce fichier vous-même.
gl: O resto da configuración de Samba trata con cuestións que afectan aos parámetros de /etc/samba/smb.conf, que é o ficheiro que se emprega para configurar os programas de Samba (nmbd e smbd). O seu ficheiro smb.conf actual contén unha liña "include" ou unha opción que cubre varias liñas, o que pode confundir ao proceso de configuración automático e facer que teña que editar o ficheiro smb.conf a man para poñelo a funcionar outra vez.
it: Il resto della configurazione di Samba fa delle domande sui parametri in /etc/samba/smb.conf, il file usato per configurare i programmi di Samba (nmbd e smbd). L'attuale file smb.conf contiene una riga «include» o un'opzione che si estende su più righe: questo potrebbe confondere il processo di configurazione automatica e richiede una modifica manuale a smb.conf per renderlo nuovamente funzionante.
nl: De resterende Samba configuratievragen hebben betrekking op parameters in /etc/samba/smb.conf, het configuratiebestand dat gebruikt wordt voor de Samba programmas (nmbd en smbd). Uw huidige smb.conf bevat een 'include'-regel of een optie die meerdere regels beslaat, het kan zijn dat dit dit het automatische configuratieproces in verwarring brengt. In dat geval dient u uw smb.conf handmatig aan te passen om samba terug werkend te krijgen.
pt: O resto da configuração do Samba trata de questões que afectam parâmetros em /etc/samba/smb.conf, que é o ficheiro utilizado para configurar os programas do Samba (nmbd e smbd). O seu actual smb.conf contém uma linha 'include' ou uma opção que se espalha por várias linhas, a qual pode confundir o processo de configuração automática e necessitar que você edite à mão o smb.conf par o ter novamente operacional.
ro: Restul configuraţiei Samba tratează întrebările care afectează parametrii din /etc/samba/smb.conf, fişierul utilizat pentru a configura programele Samba (nmbd şi smbd). Actualul fişier smb.conf conţine o linie „include” sau o opţiune care se desfăşoară de-a lungul a mai multor linii, lucru care ar putea să creeze confuzie în procesul de configurare automată şi ar putea duce la necesitatea editării manuale a fişierului smb.conf pentru a-l face din nou funcţional.
ru: Оставшаяся часть настройки Samba состоит из вопросов, которые затрагивают параметры в /etc/samba/smb.conf. Этот файл используется для настройки программ Samba (nmbd и smbd). Ваш текущий smb.conf содержит строку 'include' или опцию, которая состоит из нескольких строк. Это может смутить процесс автонастройки и потребовать от вас ручного редактирования вашего smb.conf для восстановления работоспособности.
sv: Resten av Samba-konfigurationen hanterar frågor som rör parametrar i /etc/samba/smb.conf, vilken är den fil som används för att konfigurera Samba-programmen (nmbd och smbd). Din aktuella smb.conf innehåller en "include"-rad eller ett alternativ som spänner över flera rader som kan göra Debconf förvirrad och kan innebära att du måste redigera din smb.conf på egen hand för att få det att fungera igen.
tr: Geri kalan Samba yapýlandýrmasý, Samba uygulamalarýný (nmbd ve smbd) yapýlandýrmak için kullanýlan /etc/samba/smb.conf dosyasýndaki parametreleri etkileyen sorularla devam edecektir. Mevcut smb.conf dosyasý, debconf'u þaþýrtabilecek ve smb.conf dosyanýzý elle deðiþtirilmesi zorunda kýlacak bir 'include' satýrý veya birden fazla satýr boyunca devam eden bir seçenek içeriyor ve tekrar çalýþabilmesi için smb.conf dosyanýzýn sizin tarafýnýzdan deðiþtirilmesi gerekiyor.
vi: Phần còn lại của cấu hình Samba đề cập các câu hỏi về tham số trong tập tin </etc/samba/smb.conf>, tập tin được dùng để cấu hình các chương trình Samba (nmbd và smbd). Tập tin « smb.conf » hiện thời chứa một dòng « include » (gồm) hay một tùy chọn chiếm nhiều dòng, mà có thể gây ra lỗi trong tiến trình cấu hình tự động thì cần thiết bạn tự sửa đổi tập tin « smb.conf » mình để kích hoạt lại nó.

source: If you do not choose this option, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements.
eo: Se vi ne elektas tiun eblon, vi devos mem administri agordajn ŝanĝojn, kaj vi ne povos periode profiti agordajn plibonigojn.
fr: Si vous ne choisissez pas cette option, vous devrez gérer vous-même les modifications de configuration et vous ne pourrez pas bénéficier des améliorations faites dans la configuration.
gl: Se non escolle esta opción ha ter que facer os cambios na configuración vostede mesmo, e non ha poder aproveitar as melloras periódicas na configuración.
it: Se si rifiuta, si dovrà gestire qualsiasi cambiamento nella configurazione da soli e non sarà possibile beneficiare dei periodici miglioramenti della configurazione.
nl: Indien u geen gebruik maakt van deze optie, dient u alle configuratie instellingen zelf te doen, en zult u geen voordeel halen uit de periodieke configuratie-verbeteringen.
pt: Se não escolher esta opção, terá de lidar você mesmo com quaisquer alterações de configuração, e não poderá tirar partido de melhorias periódicas da configuração.
ro: Dacă nu selectaţi aceasta opţiune, va trebui să gestionaţi personal orice schimbare a configuraţiei şi nu veţi putea beneficia de îmbunătăţirile periodice ale configuraţiei.
ru: Если вы не используете эту возможность, то должны будете самостоятельно заботиться обо всех изменениях настроек, и не сможете воспользоваться преимуществами периодического улучшения настроек.
sv: Om du inte väljer detta alternativ måste du hantera alla konfigurationsändringar på egen hand och kan därför inte utnyttja fördelarna med periodiska konfigurationsförbättringar.
tr: Eðer bu seçeneði seçmezseniz, bütün yapýlandýrma deðiþikliklerini kendiniz yapmak zorunda kalacaksýnýz ve periyodik yapýlandýrma iyileþtirmelerinin avantajlarýný kullanamayacaksýnýz.
vi: Nếu bạn không bật tùy chọn này, bạn sẽ phải tự quản lý thay đổi cấu hình nào, và sẽ không thể nhớ dịp sự tăng cường cấu hình định kỳ.

source: Workgroup/Domain Name:
eo: Laborgrupo/Domajnnomo:
fr: Nom de domaine ou de groupe de travail :
gl: Nome do grupo de traballo/dominio:
it: Nome del Workgroup/Dominio:
nl: Werkgroep/Domeinnaam:
pt: Nome do Grupo de trabalho/Domínio:
ro: Grupul de lucru/Numele de domeniu:
ru: Имя рабочей группы/домена?
sv: Arbetsgrupp/Domännamn:
tr: Çalýþma Grubu/Etki Alaný Ýsmi:
vi: Tên nhóm làm việc/miền:
