Repository: mumblepins/debian-samba
Catalog: po/*.po
Languages: eo, eu, fr, gl, it, nl, pt, ro, ru, sv, tr, vi

source: Please specify the workgroup this server will appear to be in when queried by clients. Note that this parameter also controls the Domain name used with the security=domain setting.
fr: Veuillez indiquer le groupe de travail où les clients trouveront le serveur. Il indique aussi le nom de domaine utilisé par le paramètre « security=domain » quand celui-ci est utilisé.
gl: Indique o grupo de traballo no que ha aparecer o seu servidor cando lle pregunten os clientes. Teña en conta que este parámetro tamén controla o nome de dominio que se emprega coa configuración security=domain.
it: Specificare in quale workgroup apparirà il server quando verrà interrogato dai client. Notare che questo parametro controlla anche il nome del Dominio quando usato con il parametro «security=domain».
nl: Van welke werkgroep moet deze server deel lijken uit te maken, wanneer clients hierom vragen?. Merk op dat deze parameter ook de domeinnaam die gebruikt wordt voor de security=domein instelling bepaald.
pt: Por favor especifique o grupo de trabalho em que este servidor irá aparecer qundo questionado pelos clientes. Note que este parâmetro também controla o nome de Domínio utilizado com a configuração security=domain.
ro: Vă rugăm să specificaţi grupul de lucru de care acest server va aparţine când va fi chestionat de clienţi. A se reţine că acest parametru controlează şi numele de domeniu folosit cu opţiunea security=domain.
ru: Задайте рабочую группу, в которой появится ваш сервер. Обратите внимание, что этот параметр также задает имя домена, которое используется при security=domain.
sv: Ange vilken arbetsgrupp som denna server ska synas i när klienterna frågar. Notera att denna parameter också kontrollerar domännamnet som används med parametern "security=domain".
vi: Hãy xác định nhóm làm việc nơi có vẻ nằm trình phục vụ này, khi ứng dụng khách yêu cầu. Hãy ghi chú rằng tham số này cũng điều khiển tên Miền được dùng với thiết lập « security=domain » (bảo mật = miền).

source: Use password encryption?
eo: Uzu pasvortan ĉifradon?
eu: Zifraturiko pasahitzak erabili?
fr: Voulez-vous chiffrer les mots de passe ?
gl: ¿Empregar cifrado de contrasinais?
it: Usare password cifrate?
nl: Wachtwoordversleuteling gebruiken?
pt: Utilizar encriptação de passwords?
ro: Se folosc parole criptate?
ru: Использовать шифрацию паролей?
sv: Använd lösenordskryptering?
tr: Parola þifrelenmesi kullanýlsýn mý?
vi: Sử dụng khả năng mật mã hoá mật khẩu không?

source: Most Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
fr: La plupart des clients Windows communiquent avec les serveurs SMB en utilisant des mots de passe chiffrés. Si vous voulez utiliser des mots de passe sans chiffrement, vous devez modifier un paramètre dans le registre de Windows.
gl: A maioría dos clientes Windows comunícanse cos servidores SMB empregando contrasinais cifrados. Se quere empregar contrasinais de texto claro ha ter que cambiar un parámetro no rexistro de Windows.
it: Molti dei client Windows comunicano con i server SMB usando password cifrate. Per usare password in chiaro è necessario cambiare un parametro nel registro di Windows.
nl: De meeste windows-clients maken gebruik van versleutelde wachtwoorden bij de communicatie met SMB-servers. Als u 'onversleutelde tekst'-wachtwoorden wilt gebruiken dient u een parameter te veranderen in de Windows registry.
pt: A maioria dos clientes Windows comunicam com servidores SMB utilizando passwords encriptadas. Se deseja utilizar passwords de texto puro você vai ter de alterar um parâmetro no registo do seu Windows.
ro: Cei mai mulţi clienţi Windows comunică cu serverele SMB folosind parole criptate. Dacă doriţi să folosiţi parole necriptate, va trebui să schimbaţi un parametru în registrul Windows.
ru: Большинство клиентов Windows общаются с серверами SMB с использованием шифрованных паролей. Если вы пожелаете использовать открытые пароли, вам придется изменить параметр в реестре Windows.
sv: De flesta Windows-klienter kommunicerar med SMB-servrar med krypterade lösenord. Om du vill använda lösenord i klartext behöver du ändra en parameter i Windows registry.
vi: Phần lớn ứng dụng khách Windows liên lạc với trình phục vụ SMB bằng mật khẩu đã mật mã. Nếu bạn có muốn sử dụng mật khẩu « chữ rõ » (chữ thô, không có mật mã), bạn sẽ cần phải thay đổi một tham số trong sổ đăng ký (registry) Windows của mình.

source: Choosing this option is highly recommended. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
it: Si raccomanda d'accettare, in questo caso assicurarsi che il file /etc/samba/smbpasswd sia valido e che le password di tutti gli utenti siano state impostate con il comando smbpasswd.
ro: Alegerea acestei opţiuni este puternic recomandată. Dacă o alegeţi, asiguraţi-vă că fişierul /etc/samba/smbpasswd este valid şi că aţi pus acolo o parolă pentru fiecare utillizator folosind comanda smbpasswd.
ru: Рекомендуется выбрать эту опцию. В этом случае убедитесь, что у вас правильный файл /etc/samba/smbpasswd и что вы установили там пароли для каждого пользователя командой smbpasswd.
vi: Rất khuyên bạn bật tùy chọn này. Nếu có, hãy chắc là bạn có tập tin </etc/samba/smbpasswd> hợp lệ và bạn đặt mật khẩu trong nó cho mỗi người dùng bằng lênh « smbpasswd ».

source: Create samba password database, /var/lib/samba/passdb.tdb?
eo: Ĉu krei pasvortan 'samba'-datumbazon, /var/lib/samba/passdb.tdb?
eu: /var/lib/samba/passdb.tdb pasahitz datubase berria sortu?
fr: Faut-il créer une base de données /var/lib/samba/passdb.tdb ?
gl: ¿Crear a base de datos de contrasinais de samba, /var/lib/samba/passdb.tdb?
it: Creare il database delle password samba /var/lib/samba/passdb.tdb?
nl: Samba wachtwoord database, /var/lib/samba/passdb.tdb, aanmaken?
pt: Criar base de dados de passwords samba, /var/lib/samba/passdb.tdb?
ro: Se creează baza de date cu parole /var/lib/samba/passdb.tdb?
ru: Создать базу данных паролей samba, /var/lib/samba/passdb.tdb?
sv: Skapa Sambas lösenordsdatabas, /var/lib/samba/passdb.tdb?
tr: Samba parola veritabaný /var/lib/samba/passwd.tdb yaratýlsýn mý?
vi: Tạo cơ sở dữ liệu mật khẩu samba </var/lib/samba/passdb.tdb> không?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd.
it: Per essere compatibile con le impostazioni predefinite di molte versioni di Windows, Samba deve essere configurato per usare password cifrate. Questo richiede che le password degli utenti siano memorizzate in un file diverso da /etc/passwd.
ro: Pentru compatibilitate cu majoritatea versiunilor de Windows, Samba trebuie să fie configurată să folosească parole criptate. Acest lucru necesită ca parolele utilizatorilor să fie stocate în alt fişier decât /etc/passwd.
ru: Для совместимости со значением по умолчанию в большинстве версий Windows, Samba должна быть настроена на использование шифрованных паролей. Это требует хранения пользовательских паролей в файле, отдельном от /etc/passwd.
vi: Để tương thích với các giá trị mặc định trong phần lớn phiên bản Windows, phần mềm Samba phải được cấu hình để sử dụng mật khẩu đã mật mã. Việc này cần thiết các mật khẩu người dùng được cất giữ trong tập tin khác với </etc/passwd>.

source: This file can be created automatically, but the passwords must be added manually (by running smbpasswd) and be kept up-to-date in the future. If you do not create it, you will have to reconfigure samba (and probably your client machines) to use plaintext passwords.
it: Questo file può essere creato automaticamente ma le password dovranno essere inserite manualmente (con smbpasswd) e in futuro il file dovrà essere tenuto aggiornato. Non creando questo file allora è necessario riconfigurare samba (e probabilmente anche le macchine client) per usare password in chiaro.
ro: Acest fişier poate fi creat automat, dar parolele trebuie adăugate manual (prin rularea smbpasswd) şi trebuie actualizat de acum înainte. Dacă nu-l creaţi va trebui să reconfiguraţi samba (probabil şi calculatoarele client) să folosească parole necriptate.
ru: Этот файл может быть создан автоматически, но пароли должны быть добавлены вручную (с помощью smbpasswd) и постоянно поддерживаться в актуальном состоянии. Если вы не создадите этот файл, то должны перенастроить samba (и, вероятно, ваши клиентские машины) на использование открытых паролей.
vi: Tập tin này có thể được tạo tự động, còn các mật khẩu phải được thêm thủ công (bằng cách chạy lệnh « smbpasswd ») và được cập nhật trong tương lai. Nếu bạn không tạo nó, bạn sẽ phải cấu hình lại phần mềm samba (rất có thể là cũng các máy khách) để sử dụng mật khẩu chữ thô.

source: See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
eo: Vidu la '/usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html'-dosieron de 'samba-doc'-pako por pliaj informoj.
fr: Veuillez consulter le fichier /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html dans le paquet samba-doc pour plus d'informations.
gl: Consulte o ficheiro /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html do paquete samba-doc para ter máis detalles.
it: Si veda /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html, contenuto nel pacchetto samba-doc, per ulteriori dettagli.
nl: Meer informatie vindt u in /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html uit het 'samba-doc'-pakket.
pt: Para mais detalhes veja /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html do pacote samba-doc.
ro: A se vedea /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html din pachetul samba-doc pentru mai multe detalii.
ru: Более подробно смотрите в /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html из пакета samba-doc.
sv: Se /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html från paketet samba-doc för mer information.
tr: Daha detaylýý bilgi için samba-doc paketinden /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html dosyasýna gözatýn.
vi: Xem tài liệu </usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html> từ gói samba-doc để tìm chi tiết.

source: Samba's log files moved
fr: Déplacement des journaux de Samba
gl: Trasladáronse os ficheiros de rexistro de Samba
it: I file di log di Samba sono stati spostati
nl: Samba's log bestanden zijn verhuisd
pt: Os ficheiros de log de Samba foram movidos.
ro: Jurnalele lui Samba s-au mutat
ru: log-файлы Samba переместились.
sv: Sambas loggfiler har flyttats
vi: Các tập tin bản ghi Samba đã di chuyển

source: The log files for both Samba daemons (nmbd and smbd) are now stored in /var/log/samba/. The names of the files are log.nmbd and log.smbd, for nmbd and smbd respectively.
fr: Les fichiers-journaux des démons nmbd et smbd se trouvent désormais dans /var/log/samba/. Pour nmbd et smbd, les noms de ces fichiers sont respectivement log.nmbd et log.smbd.
gl: Os ficheiros de rexistro de ámbolos dous servizos de Samba (nmbd e smbd) están armacenados agora en /var/log/samba. Os nomes dos ficheiros son log.nmbd e log.smbd, para nmbd e smbd respectivamente.
it: I file di log per entrambi i demoni Samba (nmbd e smbd) sono adesso memorizzati in /var/log/samba/. I nomi dei file di log sono rispettivamente log.nmbd e log.smbd per nmbd e smbd.
nl: De logbestanden van beide Samba-achtergronddiensten (nmbd en smbd) worden nu opgeslagen in /var/log/samba/. De logbestanden voor nmbd en smbd zijn respectievelijk, log.nmbd en log.smbd.
pt: Os ficheiros de log para ambos os daemons de Samba (nmbd e smbd) são agora guardados em /var/log/samba/. Os nomes dos ficheiros são respectivamente log.nmbd e log.smbd, para o nmbd e smbd.
ro: Jurnalele atât pentru demonii Samba (nmbd şi smbd) sunt stocate acum în var/log/samba/. Numele fişierelor sunt log.nmbd şi log.smbd, pentru nmbd şi respectiv smbd.
ru: Файлы журналов для демонов Samba (nmbd и smbd) хранятся теперь в /var/log/samba/. Файлы называются log.nmbd и log.smbd для nmbd и smbd соответственно.
sv: Loggfilerna för de båda Samba-demonerna (nmbd och smbd) lagras nu i /var/log/samba/. Namnen på filerna är log.nmbd och log.smbd för respektive nmbd och smbd.
vi: Các tập tin bản ghi của cả hai trình nền Samba (nmbd và smbd) lúc này được cất giữ trong </var/log/samba/>. Hai tập tin bản ghi đó có tên <log.nmbd> và <log.smbd>, cho trình nền nmbd và smbd riêng từng cái.

source: The old log files from /var/log/ will automatically be moved to the new location.
fr: Les anciens fichiers-journaux dans /var/log/ seront déplacés à cet endroit.
gl: Os ficheiros de rexistro antigos que estaban en /var/log hanse trasladar automaticamente á nova localización.
it: I vecchi file di log in /var/log/ verranno spostati nella nuova directory.
nl: De oude logbestanden in /var/log worden automatisch naar de nieuwe locatie verplaatst.
pt: Os ficheiros de log antigos que estavam em /var/log/ vão ser automaticamente movidos para a nova localização.
ro: Vechile fişiere jurnal din /var/log/ vor fi mutate automat în noul loc.
ru: Старые файлы журналов будут автоматически перемещены из /var/log/ в новое место.
sv: De gamla loggfilerna från /var/log kommer att flyttas automatiskt till den nya platsen.
vi: Các tập tin bản ghi cũ đã nằm trong </var/log/> sẽ được di chuyển sang vị trí mới.

source: Running nmbd from inetd no longer supported
fr: Lancement de nmbd à partir d'inetd non géré
gl: Xa non se soporta a execución de nmbd desde inetd
it: L'avvio di nmbd da inetd non è più supportato
nl: nmbd vanuit inetd draaien wordt niet langer ondersteund
pt: Executar o nmbd a partir de inetd já não é suportado
ro: Rularea nmbd din inetd nu mai este posibilă
ru: Запуск nmbd из inetd более не поддерживается
sv: Köra nmbd från inetd stöds inte längre
vi: Không còn hỗ trợ lại khả năng chạy trình nền nmbd từ inetd.

source: This system was previously configured to start nmbd and smbd from inetd. In recent Samba versions, nmbd cannot be started from inetd. If you have modified your /etc/init.d/samba startup script, you may need to adjust it now so that nmbd will start.
fr: Ce système était configuré pour lancer nmbd et smbd à partir d'inetd. Les versions récentes de Samba ne permettent plus d'exécuter nmbd à partir d'inetd. Si vous avez modifié le script de lancement /etc/init.d/samba, vous avez peut-être besoin de le corriger à nouveau pour permettre le lancement de nmbd.
gl: Este sistema estivo antes configurado para iniciar nmbd e smbd desde inetd. Nas versións recentes de Samba, nmbd non se pode iniciar desde inetd. Se modificou o seu script de inicio /etc/init.d/samba pode que teña que axustalo para que nmbd se inicie.
it: In precedenza questo sistema era configurato per avviare nmbd e smbd da inetd. Nelle versioni più recenti di Samba non è più possibile avviare nmbd da inetd. Se si è modificato lo script di avvio /etc/init.d/samba potrebbe essere necessario correggerlo a mano in modo da permettere l'avvio di nmbd.
nl: Uw systeem was geconfigureerd om nmbd en smbd vanuit inetd te starten. In recente samba-versies is dit niet langer mogelijk. Indien u uw /etc/init.d/samba startup-script aangepast heeft, dient u dit mogelijks aan te passen vooraleer nmbd terug zal starten.
pt: Este sistema foi anteriormente configurado para iniciar o nmbd e smbd a partir de inetd. Nas versões recentes do Samba, o nmbd não pode ser iniciado a partir do inetd. Se modificou o seu script de inicialização /etc/init.d/samba, poderá ter de o ajustar agora de modo a que o nmbd inicie.
ro: Acest sistem a fost anterior configurat să pornească nmbd şi smbd din inetd. În versiunile recente de Samba nmbd nu mai poate fi pornit din inetd. Dacă aţi modificat fişierul-script de pornire /etc/init.d/samba, probabil că va trebui să-l modificaţi ca nmbd să pornească.
ru: Ваша система была ранее настроена на запуск nmbd и smbd из inetd. nmbd в последних версиях Samba более не запускается из inetd. Если вы изменили ваш стартовый скрипт /etc/init.d/samba, то вам необходимо откорректировать его вручную, чтобы nmbd запускался.
sv: Ditt system var tidigare konfigurerat att starta nmbd och smbd från inetd. I senare Samba-versioner kan nmbd inte startas från inetd. Om du har modifierat ditt startskript /etc/init.d/samba måste du kanske justera den för hand nu så att nmbd kan starta.
vi: Lúc trước, hệ thống này được cấu hình để khởi chạy trình nền nmbd và smbd từ inetd. Trong các phiên bản Samba gần đây, không thể khởi chạy nmbd từ inetd. Nếu bạn đã sửa đổi tập lệnh khởi chạy </etc/init.d/samba> của mình, có lẽ bạn cần phải điều chỉnh nó để mà nmbd sẽ khởi chạy được.

source: daemons, inetd
eu: deabruak, inetd
fr: démons, inetd
gl: servizos, inetd
it: demoni, inetd
nl: achtergronddiensten, inetd
ro: demoni, inetd
sv: demoner, inetd
vi: trình nền, inetd

source: Samba run method:
fr: Méthode de lancement de Samba :
gl: Método de inicio de Samba:
it: Metodo d'avvio di Samba:
nl: Samba uitvoermethode:
pt: Método de execução do Samba:
ro: Metoda de rulare a Samba:
ru: Способ запуска Samba:
sv: Körmetod för Samba:
vi: Cách chạy Samba:

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
eo: La 'Samba'-demono 'smbd' povas ruli tiel kutima demono aŭ per la 'inetd'-programo. Oni konsilas demone lanĉi la 'Samba'-programon.
eu: Samba smbd zerbitzua deabru arrunt edo inted bidez abiarazi daiteke. Deabru bezala abiaraztea gomendatzen da.
fr: Le service de Samba smbd peut s'exécuter en tant que démon classique ou bien être lancé par inetd. Il est recommandé de l'exécuter en tant que démon.
gl: O servizo de Samba smbd pode funcionar coma un servizo normal ou desde inetd. Recoméndase executalo coma un servizo.
it: Il demone Samba smbd può essere avviato come un normale demone oppure da inetd. Si raccomanda l'avvio come demone.
nl: De Samba-achtergronddienst smbd kan als een normale achtergronddienst of via inetd draaien. Als een achtergronddienst is de aangeraden aanpak.
pt: O daemon de Samba smbd pode correr como um daemon normal ou a partir de inetd. Executá-lo como um daemon é a aproximação recomendada.
ro: Demonul Samba smbd poate rula ca un demon normal sau din inetd. Rularea ca demon este abordarea recomandată.
ru: Samba-демон smbd может запускаться как обычный демон или из inetd. Рекомендуем выбрать запуск в качестве демона.
sv: Samba-demonen smbd kan köras som en normal demon eller från inetd. Köra som en demon är den rekommenderade metoden.
tr: Samba artalan süreci smbd, normal bir artalan süreci olarak veya inetd'den çalýþabilir. Tavsiye edilen yaklaþým artalan süreci olarak çalýþtýrmaktýr.
vi: Trình nền Samba smbd có thể chạy với tư cách trình nền chuẩn, hoặc từ inetd. Khuyên bạn chạy nó là trình nền.

source: Move /etc/samba/smbpasswd to /var/lib/samba/passdb.tdb?
eo: Movu la '/etc/samba/smbpasswd'-dosieron al '/var/lib/samba/passdb.tdb'?
eu: /etc/samba/smbpasswd /var/lib/samba/passdb.tdb-ra mugitu?
fr: Faut-il convertir /etc/samba/smbpasswd en /var/lib/samba/passdb.tdb ?
gl: ¿Trasladar /etc/samba/smbpasswd a /var/lib/samba/passdb.tdb?
it: Spostare /etc/samba/smbpasswd in /var/lib/samba/passdb.tdb?
nl: /etc/samba/smbpasswd verplaatsen naar /var/lib/samba/passdb.tdb?
pt: Mover /etc/samba/smbpasswd para /var/lib/samba/passdb.tdb?
ro: Se mută /etc/samba/smbpasswd în /var/lib/samba/passdb.tdb?
ru: Переместить /etc/samba/smbpasswd в /var/lib/samba/passdb.tdb?
sv: Flytta /etc/samba/smbpasswd till /var/lib/samba/passdb.tdb?
tr: /etc/samba/smbpasswd /var/lib/samba/passwd.tdb'ye taþýnsýn mý?
vi: Di chuyển tập tin </etc/samba/smbpasswd> sang </var/lib/samba/passdb.tdb> không?

source: Samba 3.0 introduced a more complete SAM database interface which supersedes the /etc/samba/smbpasswd file.
eo: 'Samba 3.0'-pragramo enigas plian kompletan 'SAM'-datumbazan interfacon, anstataŭantan la '/etc/samba/smbpasswd'-dosieron.
fr: Avec Samba 3.0, une nouvelle interface pour les bases de données SAM, plus complète, vient remplacer le fichier /etc/samba/smbpasswd.
gl: Samba 3.0 introduciu unha interface de base de datos SAM máis completa que substitúe ao ficheiro /etc/samba/smbpasswd.
it: Samba 3.0 introduce una nuova e più completa interfaccia al database SAM che sostituisce il file /etc/samba/smbpasswd.
nl: Samba 3.0 introduceerde een meer complete SAM-databaseinterface die het /etc/samba/smbpasswd bestand vervangt.
pt: O Samba 3.0 introduziu um interface mais completo da base de dados SAM que sucede ao ficheiro /etc/samba/smbpasswd.
ro: Samba 3.0 a introdus o interfaţă pentru baza de date SAM mai completă care înlocuieşte fişierul /etc/samba/smbpasswd.
ru: Samba 3.0 приносит новый, более полный интерфейс базы данных SAM, который заменяет собой файл /etc/samba/smbpasswd.
sv: Samba 3.0 introducerade ett mer komplett gränssnitt för SAM-databasen som åsidosätter filen /etc/samba/smbpasswd.
tr: Samba 3.0 daha stabil ve /etc/samba/smbpasswd dosyasýnýn da yerine geçecek bir SAM veritabanýný içerir.
vi: Phần mềm Samba phiên bản 3.0 đã giới thiệu giao diện cơ sở dữ liệu SAM hoàn toàn hơn mà thay thế tập tin </etc/samba/smbpasswd>.

source: Please confirm whether you would like the existing smbpasswd file to be automatically migrated to /var/lib/samba/passdb.tdb. Do not choose this option if you plan to use another pdb backend (e.g., LDAP) instead.
eo: Bonvolu konfirmi ĉu vi volas anstataŭigi la nunan 'smbpasswd'-dosieron per memmigrita '/var/lib/samba/passdb.tdb'-dosiero. Neniam elekti ĉi tiun eblon se vi planas anstataŭe uzi alian 'pdb'-internan interfacon (ekz. LDAP).
fr: Veuillez confirmer si vous souhaitez que le fichier actuel soit remplacé par /var/lib/samba/passdb.tdb. Ne choisissez pas cette option si vous envisagez d'utiliser une autre interface d'authentification (p. ex. LDAP).
gl: Confirme se quere que se migre automaticamente o ficheiro smbpasswd existente a /var/lib/samba/passdb.tdb. Non escolla esta opción se pretende empregar outro motor pdb (por exemplo, LDAP).
it: Confermare se si vuole che il file smbpasswd esistente sia automaticamente migrato in /var/lib/samba/passdb.tdb. Invece, se si pensa di usare un backend pdb diverso (per esempio LDAP) si dovrebbe rifiutare.
nl: Bent u zeker dat u het bestaande 'smbpasswd'-bestand naar /var/lib/samba/passdb.tdb wilt migreren? Als u een ander pdb-backend gebruikt (bv. LDAP) dient u hier te weigeren.
pt: Por favor confirme se quer que o ficheiro existente smbpasswd seja automaticamente migrado para /var/lib/samba/passdb.tdb. Não escolha esta opção se em vez disso planeia utilizar outro backend pdb (e.g., LDAP).
ro: Vă rugăm să confirmaţi dacă doriţi ca fişierul smbpasswd existent să fie migrat automat în /var/lib/samba/passdb.tdb. Nu alegeţi această opţiune dacă plănuiţi să folosiţi un alt suport pentru pdb (ex. LDAP).
ru: Желаете, чтобы ваш существующий файл smbpasswd мигрировал в /var/lib/samba/passdb.tdb? Если вы планируете вместо него использовать другой интерфейс pdb (например, LDAP), вы должны ответить здесь 'нет'.
sv: Bekräfta att du vill migrera din existerande smbpasswd till /var/lib/samba/passdb.tdb. Välj inte detta alternativ om du istället planerar att använda ett annat pdb-baksystem (till exempel LDAP).
tr: Lütfen smbpasswd dosyasýnýn otomatik olarak /var/lib/samba/passdb.tdb dosyasýna dönüþtürülmesini isteyip istemediðinizi onaylayýnýz. Eðer baþka bir pdb arkayüzü (ör. LDAP) kullanmayý planlýyorsanýz, burada 'hayýr' cevabýný vermelisiniz.
vi: Hãy xác nhận nếu bạn muốn tập tin mật khẩu <smbpasswd> tồn tại được nâng cấp tự động sang </var/lib/samba/passdb.tdb>. Đừng bật tùy chọn này nếu bạn định sử dụng một hậu phương PBD khác (v.d. LDAP) thay thế.
