Repository: mumblepins/debian-samba
Catalog: samba/debian/po/*.po
Languages: he

source: Modify smb.conf to use WINS settings from DHCP?
he: האם לשנות את הקובץ smb.conf כדי שישתמש באופציית WINS מתוך DHCP?

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
he: במידה ומחשב זה מקבל כתובת IP משרת DHCP ברשת, ייתכן כי שרת ה-DHCP גם מספק מידע על שרתי WINS (שרתי מיפוי כתובות NetBIOS) הזמינים ברשת. שימוש במידע זה מצריך שינוי בקובץ smb.conf כדי שכתובת שרת ה-WINS שמספק שרת ה-DHCP, תיקרא בצורה אוטומטית מהקובץ /etc/samba/dhcp.conf.

source: The dhcp3-client package must be installed to take advantage of this feature.
he: על החבילה dhcp3-client להיות מותקנת כדי לאפשר מאפיין זה.

source: Configure smb.conf automatically?
he: האם להגדיר את smb.conf בצורה אוטומטית?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd). Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse the automated configuration process and require you to edit your smb.conf by hand to get it working again.
he: שאר תהליך ההגדרה של Samba עוסק בשאלות אשר משפיעות על פרמטרים בקובץ /etc/samba/smb.conf. קובץ זה הוא קובץ ההגדרות הראשי אשר מכיל את הפרמטרים של שרתי הרקע של Samba (שהם smbd ו-nmbd). הקובץ smb.conf הנוכחי שלך כולל שורת 'include' או פרמטר אשר מתפרש על כמה שורות. פרמטרים אלו עשויים לבלבל את תהליך ההגדרה האוטומטי, ויצריכו עריכה ידנית של הקובץ smb.conf על מנת לתקן את הבעיות ולאפשר ל-Samba לעובד.

source: If you do not choose this option, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements.
he: אם לא תבחר באפשרות זו, יהיה עליך לבצע שינויים בעצמך ובצורה ידנית. כמו כן, לא תוכל להשתמש בשיפורי תצורה אשר מתבצעים תקופתית.

source: Workgroup/Domain Name:
he: מהו שם קבוצת העבודה/מתחם (Workgroup/Domain)?

source: Please specify the workgroup you want this server to appear to be in when queried by clients. Note that this parameter also controls the domain name used with the security=domain setting.
he: אנא ציין את שם קבוצת העבודה (Workgroup) ששרת זה יציג ללקוחות אשר יתחברו אליו. שים לב כי שם קבוצת העבודה גם קובע את שם המתחם (Domain) בעת שימוש באפשרות security=domain.

source: Use password encryption?
he: האם להשתמש בסיסמאות מוצפנות?

source: All recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
he: כל הלקוחות החדשים מסוג-Windows מתקשרים עם שרתי SMB בעזרת סיסמאות מוצפנות. אם תרצה להשתמש בסיסמאות שאינן מוצפנות, יהיה עליך לבצע שינויים ב-Registry של לקוח ה-Windows.

source: Enabling this option is highly recommended. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
he: הפעלת אופציה זו מומלצת מאוד. במידה ותופעל, וודא כי קיים הקובץ /etc/samba/smbpasswd, וכי הוא תקין. בנוסף, יש לדאוג שהקובץ יכיל סיסמה בעבור כל משתמש בעזרת שימוש בפקודה smbpasswd.

source: Create samba password database, /var/lib/samba/passdb.tdb?
he: האם לצור מסד נתונים של סיסמאות עבור שרת ה-Samba, בקובץ /var/lib/samba/passdb.tdb?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually by running smbpasswd and be kept up-to-date in the future.
he: כדי להתאים לברירת המחדל ברוב הגרסאות של Windows, על Samba להיות מוגדרת להשתמש בסיסמאות מוצפנות. אפשרות זו מצריכה אחסון של סיסמאות בקובץ שונה מ /etc/passwd. ניתן ליצור קובץ זה בצורה אוטומטית, אך יש צורך להוסיף את הסיסמאות ולתחזק אותן בעתיד בצורה ידנית בעזרת הפקודה smbpasswd.

source: If you do not create it, you will have to reconfigure Samba (and probably your client machines) to use plaintext passwords.
he: אם לא תצור את זה, יהיה עליך לשנות את התצורה של שרת ה-Samba (וסביר להניח שגם של כל לקוחותיו) להשתמש בסיסמאות שאינן מוצפנות.

source: See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
he: ראה עוד מידע בקובץ /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html מתוך החבילה samba-doc.

source: daemons
he: תהליכי רקע

source: How do you want to run Samba?
he: כיצד תרצה להריץ את Samba?

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
he: תהליך הרקע של Samba שנקרא smbd יכול לרוץ כתהליך רקע רגיל או דרך inetd. ריצה כתהליך רקע היא השיטה המומלצת.
